<template>
  <AppHeader />

  <div class="container center text-center border">
    <strong>Политика конфиденциальности</strong>
    <p>
      Yemarket создал приложение Yemarket как бесплатное приложение. Эта УСЛУГА
      предоставляется Yemarket бесплатно и предназначена для использования как
      есть.
    </p>
    <p>
      Эта страница используется для информирования посетителей о наших правилах
      сбора, использования и раскрытия Личной информации, если кто-либо решил
      воспользоваться нашим Сервисом.
    </p>
    <p>
      Если вы решите использовать наш Сервис, вы соглашаетесь на сбор и
      использование информации в связи с этой политикой. Личная информация,
      которую мы собираем, используется для предоставления и улучшения Сервиса.
      Мы не будем использовать или передавать вашу информацию кому-либо, кроме
      случаев, описанных в настоящей Политике конфиденциальности.
    </p>
    <p>
      Термины, используемые в настоящей Политике конфиденциальности, имеют те же
      значения, что и в наших Условиях и положениях, которые доступны на сайте
      Yemarket, если иное не определено в настоящей Политике конфиденциальности.
    </p>
    <p>
      <strong> Сбор и использование информации </strong>
    </p>
    <p>
      Для лучшего опыта при использовании нашего Сервиса мы можем потребовать,
      чтобы вы предоставили нам определенную личную информацию, включая, помимо
      прочего, телефон, адрес электронной почты, адрес. Информация, которую мы
      запрашиваем, будет сохранена нами и использована, как описано в настоящей
      политике конфиденциальности.
    </p>
    <div>
      <p>
        Приложение использует сторонние сервисы, которые могут собирать
        информацию, используемую для вашей идентификации.
      </p>
      <p>
        Ссылка на политику конфиденциальности сторонних поставщиков услуг,
        используемых приложением
      </p>
      <ul>
        <li>
          <a
            href="https://www.google.com/policies/privacy/"
            target="_blank"
            rel="noopener noreferrer"
          >
            Google Play Services
          </a>
        </li>
      </ul>
    </div>
    <p><strong>Данные журнала</strong></p>
    <p>
      Мы хотим сообщить вам, что всякий раз, когда вы используете наш Сервис, в
      случае ошибки в приложении мы собираем данные и информацию (через
      сторонние продукты) на вашем телефоне под названием «Данные журнала». Эти
      данные журнала могут включать в себя такую ​​информацию, как адрес
      интернет-протокола («IP») вашего устройства, имя устройства, версия
      операционной системы, конфигурация приложения при использовании нашего
      Сервиса, время и дата использования вами Сервиса и другие статистические
      данные.
    </p>
    <p><strong>Cookies</strong></p>
    <p>
      Файлы cookie — это файлы с небольшим объемом данных, которые обычно
      используются в качестве анонимных уникальных идентификаторов. Они
      отправляются в ваш браузер с веб-сайтов, которые вы посещаете, и
      сохраняются во внутренней памяти вашего устройства.
    </p>
    <p>
      Эта Служба не использует эти «куки» в явном виде. Однако приложение может
      использовать сторонний код и библиотеки, которые используют файлы cookie
      для сбора информации и улучшения своих услуг. У вас есть возможность либо
      принять, либо отказаться от этих файлов cookie и узнать, когда файл cookie
      отправляется на ваше устройство. Если вы решите отказаться от наших файлов
      cookie, вы не сможете использовать некоторые части этой Услуги.
    </p>
    <p>
      <strong> Поставщики услуг </strong>
    </p>
    <p>
      Мы можем нанимать сторонние компании и частных лиц по следующим причинам:
    </p>
    <ul>
      <li>Для облегчения нашего Сервиса;</li>
      <li>Для предоставления Сервиса от нашего имени;</li>
      <li>Для оказания услуг, связанных с Сервисом;</li>
      <li>
        Или же чтобы помочь нам проанализировать, как используется наш Сервис.
      </li>
    </ul>
    <p>
      Мы хотим сообщить пользователям этого Сервиса, что эти третьи стороны
      имеют доступ к их Личной информации. Причина в том, чтобы выполнять
      возложенные на них задачи от нашего имени. Однако они обязаны не
      разглашать и не использовать информацию для каких-либо других целей.
    </p>
    <p>
      <strong> Безопасность </strong>
    </p>
    <p>
      Мы ценим ваше доверие в предоставлении нам вашей личной информации,
      поэтому мы стремимся использовать коммерчески приемлемые средства ее
      защиты. Но помните, что ни один метод передачи через Интернет или метод
      электронного хранения не является на 100% безопасным и надежным, и мы не
      можем гарантировать его абсолютную безопасность.
    </p>
    <p>
      <strong> Ссылки на другие сайты </strong>
    </p>
    <p>
      Эта Служба может содержать ссылки на другие сайты. Если вы нажмете на
      стороннюю ссылку, вы будете перенаправлены на этот сайт. Обратите
      внимание, что эти внешние сайты не управляются нами. Поэтому мы
      настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности
      этих веб-сайтов. Мы не контролируем и не несем ответственности за
      содержание, политику конфиденциальности или действия любых сторонних
      сайтов или служб.
    </p>
    <p>
      <strong> Конфиденциальность детей </strong>
    </p>
    <div>
      <p>
        Эти Услуги не предназначены для лиц моложе 13 лет. Мы не собираем
        преднамеренно личную информацию от детей младше 13 лет. Если мы
        обнаружим, что ребенок младше 13 лет предоставил нам личную информацию,
        мы немедленно удалим ее с наших серверов. Если вы являетесь родителем
        или опекуном и знаете, что ваш ребенок предоставил нам личную
        информацию, свяжитесь с нами, чтобы мы могли предпринять необходимые
        действия.
      </p>
    </div>
    <p>
      <strong> Изменения в настоящей Политике конфиденциальности </strong>
    </p>
    <p>
      Мы можем время от времени обновлять нашу Политику конфиденциальности.
      Таким образом, вам рекомендуется периодически просматривать эту страницу
      на предмет любых изменений. Мы сообщим вам о любых изменениях, опубликовав
      новую Политику конфиденциальности на этой странице.
    </p>
    <p>Эта политика действует с 10 ноября 2022 г.</p>
    <p>
      <strong> Свяжитесь с нами </strong>
    </p>
    <p>
      Если у вас есть какие-либо вопросы или предложения по поводу нашей
      Политики конфиденциальности, не стесняйтесь обращаться к нам по адресу
      yelaman0111@mailru.
    </p>
  </div>
  <AppFooter />
</template>


<script>
import AppHeader from "./AppHeader.vue";
import AppFooter from "./AppFooter.vue";

export default {
  components: {
    AppHeader,
    AppFooter,
  },
};
</script>
